/* Localizable.strings,   quote, ,   Created by Elina Eickstädt on 02.03.19.,   Copyright © 2019 Elina Eickstädt. All rights reserved. */
"quote1" = "Elina and Ziwei:Welcome Hapag Team. Hope you like PhraseApp! ";

"quote2" = "Xing: Thanks to PhraseApp, we can expand our business and product portfolio without ever having to worry about localization.";

"quote3" = "Livestorm:The localization process is so much more streamlined, which makes it much easier to release new versions and add new locales.";

"quote4" = "Njiuko:Thanks to its smart features and format versatility, PhraseApp has been our central tool in making the voice assistant case happen for comdirect.";

"quote5" = "Fair Trade USA:PhraseApp has been central in enabling our small-but-mighty engineering team to seamlessly localize digital applications.";

"quote6" = "Cvent:With PhraseApp, we have been able to modernize our localization process and bring our suite of applications to a wider global audience.";

